Repository: panchi64/418-vehicle-maintenance-tracker
Catalog: apps/checkpoint/ios/checkpoint/Resources/Localizable.xcstrings
Source language: en
Languages: es

# form.requiredAccessibility
source: Required
es: Requerido

# form.requiredTag
source: REQUIRED
es: REQUERIDO

# form.resolveOdometerConflict
source: Resolve the odometer conflict above.
es: Resuelve el conflicto del odómetro de arriba.

# form.saving
source: Saving…
es: Guardando…

# form.sectionDue
source: Due
es: Vence

# form.sectionService
source: Service
es: Servicio

# form.servicesCount
source: Services (%lld)
es: Servicios (%lld)

# form.serviceSearchPlaceholder
source: Type a service name
es: Escribe el nombre del servicio

# form.serviceTypeRequired
source: Service type is required
es: Elige un tipo de servicio

# form.setDueDate
source: Set due date
es: Definir fecha de vencimiento

# form.setIntervalInDetails
source: Set an interval under More details.
es: Define un intervalo en Más detalles.

# form.timingNotYet
source: Not done yet
es: Aún no

# form.titleComplete
source: Complete Service
es: Completar servicio

# form.titleCompleteVisit
source: Complete Visit
es: Completar visita

# form.titleEdit
source: Edit Entry
es: Editar registro

# form.titleLog
source: Log Service
es: Registrar servicio

# form.titleSchedule
source: Schedule Service
es: Programar servicio

# form.totalCost
source: Total cost
es: Costo total

# form.use
source: Use
es: Usar

# form.useEstimate
source: Use the estimate, %@
es: Usar el estimado, %@

# form.vehicleBasicsRequired
source: Make and model are required
es: Marca y modelo son obligatorios

# form.when
source: When
es: Cuándo

# form.wontComeBack
source: %@ won't come back on its own.
es: %@ no volverá a aparecer por sí solo.

# header.odometer
source: ODOMETER
es: ODÓMETRO

# header.selectVehicleAccessibility
source: Select vehicle
es: Elegir vehículo

# header.specs
source: SPECS
es: FICHA

# home.due
source: Due %@
es: Vence: %@

# home.dueMileageOrDate
source: Due %1$@ or %2$@
es: Vence: %1$@ o %2$@

# home.empty.addVehicle
source: Add a Vehicle
es: Añadir vehículo

# home.empty.message
source: Add one with its VIN and odometer. Reminders start from there.
es: Añade uno con su VIN y su odómetro. Los recordatorios empiezan desde ahí.

# home.empty.title
source: No vehicle yet
es: Aún no hay vehículo

# home.expires
source: Expires %@
es: Vence en %@

# home.hero.dayLeft
source: day left
es: día restante

# home.hero.dayOver
source: day over
es: día de retraso

# home.hero.daysLeft
source: days left
es: días restantes

# home.hero.daysOver
source: days over
es: días de retraso

# home.hero.daysToExpiry
source: days to expiry
es: días para vencer

# home.hero.dayToExpiry
source: day to expiry
es: día para vencer

# home.hero.distanceLeft
source: %@ left
es: %@ restantes

# home.hero.distanceOver
source: %@ over
es: %@ de más

# home.marbete.renewConfirm
source: Renewed through %@
es: Renovado hasta %@

# home.marbete.renewedToast
source: Marbete renewed through %@
es: Marbete renovado hasta %@

# home.marbete.renewTitle
source: Mark the marbete renewed?
es: ¿Marcar el marbete como renovado?

# home.markDone
source: Mark Done
es: Marcar hecho

# home.markRenewed
source: Mark Renewed
es: Marcar renovado

# home.nextUp
source: Next Up
es: Lo próximo

# home.nextUp.empty
source: Nothing scheduled. Add a service with +.
es: Nada programado. Añade un servicio con +.

# home.odometer.daysOld
source: %lld d old
es: hace %lld d

# home.odometer.update
source: Update
es: Actualizar

# home.recent.empty
source: Completed services appear here.
es: Los servicios completados aparecen aquí.

# home.recentActivity
source: Recent activity
es: Actividad reciente

# home.suggestion.clusterDetail
source: %1$@ · all within %2$@
es: %1$@ · todos dentro de %2$@

# home.suggestion.clusterTitle
source: Do %lld services on one visit
es: Haz %lld servicios en una sola visita

# home.suggestion.neverShow
source: Don't Show Again
es: No volver a mostrar

# home.suggestion.notNow
source: Not now
es: Ahora no

# home.suggestion.notThisYear
source: Not this year
es: Este año no

# home.suggestion.reviewVisit
source: Review visit
es: Ver visita

# home.suggestion.schedule
source: Schedule
es: Programar

# home.suggestions
source: Suggestions
es: Sugerencias

# home.suggestions.empty
source: Nothing to suggest right now.
es: Nada que sugerir por ahora.

# home.syncing.message
source: Restoring your vehicles and maintenance history from iCloud.
es: Restaurando tus vehículos y tu historial de mantenimiento desde iCloud.

# home.syncing.title
source: Syncing your data
es: Sincronizando tus datos

# home.upcoming
source: Upcoming
es: Próximos

# home.upcoming.empty
source: Nothing else scheduled.
es: Nada más programado.

source: I couldn't find any vehicle data. Please open Checkpoint to set up your vehicles.
es: No encontré datos de vehículos. Abre Checkpoint para añadir tus vehículos.

# impact.months.one
source: 1 mo
es: 1 mes

# impact.months.other
source: %lld mo
es: %lld meses

# impact.nextReminder
source: Next reminder
es: Próximo recordatorio

# impact.none
source: None
es: Ninguno

# import.configure.column.cost
source: COST
es: COSTO

# import.configure.column.date
source: DATE
es: FECHA

# import.configure.column.none
source: None
es: Ninguna

# import.configure.column.notes
source: NOTES
es: NOTAS

# import.configure.column.odometer
source: ODOMETER
es: ODÓMETRO

# import.configure.column.serviceName
source: SERVICE NAME
es: NOMBRE DEL SERVICIO

# import.configure.columnMapping
source: Column Mapping
es: Asignación de columnas

# import.configure.dataPreview
source: Data Preview
es: Vista previa de datos

# import.configure.detected
source: Detected
es: Detectado

# import.configure.noValidRows
source: No valid rows could be parsed. Check your column mapping.
es: No se pudo leer ninguna fila válida. Revisa la asignación de columnas.

# import.configure.previewButton
source: Preview Import
es: Previsualizar importación

# import.configure.sourceCustom
source: Custom
es: Personalizado

# import.configure.sourceFormat
source: Source Format
es: Formato de origen

# import.confirm.action
source: Import
es: Importar

# import.confirm.fallbackVehicle
source: this vehicle
es: este vehículo

# import.confirm.message
source: Import %1$lld services with %2$lld logs to %3$@?
es: ¿Importar %1$lld servicios con %2$lld registros a %3$@?

# import.confirm.title
source: Confirm Import
es: Confirmar importación

# import.error.emptyFile
source: The file is empty.
es: El archivo está vacío.

# import.error.fileReadFailed
source: Could not read the CSV file.
es: No se pudo leer el archivo CSV.

# import.error.invalidFormat
source: The file format is not recognized.
es: No se reconoce el formato del archivo.

# import.error.noDataRows
source: No data rows found.
es: No se encontraron filas de datos.

# import.error.noDateColumn
source: Could not identify a date column.
es: No se pudo identificar una columna de fecha.

# import.error.noDescriptionColumn
source: Could not identify a description column.
es: No se pudo identificar una columna de descripción.

# import.error.noHeaderRow
source: No header row found.
es: No se encontró una fila de encabezado.

# import.error.selectVehicle
source: Please select a vehicle.
es: Selecciona un vehículo.

# import.navTitle
source: Import
es: Importar

# import.pick.body
source: Import your maintenance records from Fuelly, Drivvo, Simply Auto, or any CSV file.
es: Importa tus registros de mantenimiento desde Fuelly, Drivvo, Simply Auto o cualquier archivo CSV.

# import.pick.button
source: Select CSV File
es: Seleccionar archivo CSV

# import.pick.formats
source: Supported formats: Fuelly, Drivvo, Simply Auto, Custom CSV
es: Formatos compatibles: Fuelly, Drivvo, Simply Auto, CSV personalizado

# import.pick.title
source: Import Service History
es: Importar historial de servicios

# import.preview.assignVehicle
source: Assign to Vehicle
es: Asignar a vehículo

# import.preview.createVehicle
source: Create New Vehicle
es: Crear vehículo nuevo

# import.preview.logCount
source: %lld LOGS
es: %lld REGISTROS

# import.preview.moreWarnings
source: AND %lld MORE...
es: Y %lld MÁS...

# import.preview.servicesToCreate
source: Services to Create
es: Servicios a crear

# import.preview.summary
source: Import Summary
es: Resumen de importación

# import.preview.vehicleName
source: Vehicle Name
es: Nombre del vehículo

# import.preview.warnings
source: Warnings (%lld)
es: Advertencias (%lld)

# import.stat.logs
source: LOGS
es: REGISTROS

# import.stat.services
source: SERVICES
es: SERVICIOS

# import.stat.totalCost
source: TOTAL COST
es: COSTO TOTAL

# import.step.complete
source: COMPLETE
es: LISTO

# import.step.configure
source: CONFIGURE
es: CONFIGURAR

# import.step.preview
source: PREVIEW
es: VISTA PREVIA

# import.step.selectFile
source: SELECT FILE
es: ELEGIR ARCHIVO

# import.success.title
source: IMPORT COMPLETE
es: IMPORTACIÓN COMPLETADA

# import.warning.badDate
source: Row %1$lld: Could not parse date '%2$@'
es: Fila %1$lld: no se pudo leer la fecha '%2$@'

# import.warning.missingName
source: Row %lld: Missing service name, skipped
es: Fila %lld: falta el nombre del servicio, se omitió

source: Late %@
es: Finales de %@

source: List the next few maintenance services due on your vehicle
es: Muestra los próximos servicios de mantenimiento de tu vehículo

source: List Upcoming Services
es: Ver próximos servicios

source: List upcoming services on ${vehicle}
es: Ver próximos servicios de ${vehicle}

# log.delete.action
source: Delete Entry
es: Eliminar registro

source: Marbete renewal
es: Renovación de marbete

# marbete.expirationMonth
source: EXPIRATION MONTH
es: MES DE VENCIMIENTO

# marbete.expirationYear
source: EXPIRATION YEAR
es: AÑO DE VENCIMIENTO

# marbete.notSet
source: Not Set
es: Sin definir

# marbete.status.expired
source: EXPIRED
es: VENCIDO

# marbete.status.expiresSoon
source: EXPIRES SOON
es: VENCE PRONTO

# marbete.status.valid
source: VALID
es: VIGENTE

# marbete.statusLabel
source: Marbete status: %@
es: Estado del marbete: %@

# markDone.estimateHint
source: Estimated now: %@
es: Estimado ahora: %@

source: Mid %@
es: Mediados de %@

source: Mileage
es: Millaje

# mileage.alsoUpdates
source: Also updates odometer — %1$@ → %2$@
es: También actualiza el odómetro — %1$@ → %2$@

# mileage.current_estimate
source: Current Estimate
es: Estimado actual

# mileage.enter_label
source: Enter Mileage
es: Ingresar millaje

# mileage.enter_placeholder
source: Enter mileage
es: Ingresa el millaje

# mileage.last_confirmed
source: Last Confirmed
es: Última confirmación

# mileage.no_estimate
source: No estimate available
es: No hay estimado disponible

# mileage.no_estimate_hint
source: Update a few more times to enable driving pace estimates
es: Actualiza unas cuantas veces más para activar estimados de ritmo de manejo

# mileage.update_title
source: Update Mileage
es: Actualizar millaje

# nav.manageVehicles
source: Manage Vehicles…
es: Gestionar vehículos…

# nhtsa.error.decoding
source: Unexpected response. Try again later.
es: Respuesta inesperada. Inténtalo más tarde.

# nhtsa.error.invalidVIN
source: Invalid VIN. Must be 17 alphanumeric characters (no I, O, or Q).
es: VIN inválido. Debe tener 17 caracteres alfanuméricos (sin I, O ni Q).

# nhtsa.error.noResults
source: Could not decode this VIN. You can enter details manually.
es: No se pudo decodificar este VIN. Puedes entrar los datos a mano.

# nhtsa.error.offline
source: No internet connection. Check your connection and try again.
es: Sin conexión a internet. Revisa tu conexión e inténtalo de nuevo.

# nhtsa.error.server
source: NHTSA service unavailable. Try again later.
es: El servicio de NHTSA no está disponible. Inténtalo más tarde.

# nhtsa.error.timeout
source: Request timed out. Try again.
es: La solicitud tardó demasiado. Inténtalo de nuevo.

source: No services are scheduled for %@.
es: No hay servicios programados para %@.

# notes.format.bold
source: BOLD
es: NEGRITA

# notes.format.bullets
source: BULLETS
es: VIÑETAS

# notes.format.numbered
source: NUMBERED
es: NUMERADA

# notification.action.markDone
source: Mark as Done
es: Marcar como hecho

# notification.action.remindTomorrow
source: Remind Tomorrow
es: Recordar mañana

# notification.action.updateNow
source: Update Now
es: Actualizar ahora

# notification.action.viewCosts
source: View Costs
es: Ver gastos

# notification.bundle.body.overflow
source: %1$@ - %2$@ and %3$lld more
es: %1$@ - %2$@ y %3$lld más

# notification.bundle.title.generic
source: %1$lld services due in %2$lld days
es: %1$lld servicios vencen en %2$lld días

# notification.bundle.title.month
source: %lld services coming up
es: %lld servicios se acercan

# notification.bundle.title.today
source: %lld services due today
es: %lld servicios vencen hoy

# notification.bundle.title.tomorrow
source: %lld services due tomorrow
es: %lld servicios vencen mañana

# notification.bundle.title.week
source: %lld services due in 1 week
es: %lld servicios vencen en 1 semana

# notification.marbete.body.1
source: %@ expires tomorrow. Legally speaking.
es: %@ vence mañana. Legalmente hablando.

# notification.marbete.body.7
source: %@ is starting to worry about that marbete.
es: %@ ya se está preocupando por ese marbete.

# notification.marbete.body.30
source: %@ would prefer not to be impounded.
es: %@ preferiría que no se lo llevara la grúa.

# notification.marbete.body.60
source: %@ requesting registration renewal. No rush. Yet.
es: %@ solicita la renovación del marbete. Sin prisa. Todavía.

# notification.marbete.body.final
source: %@ is out of time. Renew the marbete today.
es: A %@ se le acabó el tiempo. Renueva el marbete hoy.

# notification.marbete.body.generic
source: %1$@ - Marbete expires in %2$lld days.
es: %1$@ - El marbete vence en %2$lld días.

# notification.marbete.title.days
source: Marbete Status: %lld Days
es: Estado del Marbete: %lld días

# notification.marbete.title.final
source: Marbete Status: FINAL NOTICE
es: Estado del Marbete: AVISO FINAL

# notification.marbete.title.urgent
source: Marbete Status: URGENT
es: Estado del Marbete: URGENTE

# notification.mileage.body
source: %1$@ here. It's been %2$lld days. How far have we gone?
es: Aquí %1$@. Han pasado %2$lld días. ¿Cuánto hemos recorrido?

# notification.mileage.title
source: Odometer Sync Requested
es: Sincronización de odómetro solicitada

# notification.roundup.body
source: %1$@ cost you %2$@ last year. You're welcome.
es: %1$@ te costó %2$@ el año pasado. De nada.

# notification.roundup.title
source: %lld Expense Report
es: Informe de gastos %lld

# notification.serviceDue.body.generic
source: %1$@ - %2$@ is due in %3$lld days
es: %1$@ - %2$@ vence en %3$lld días

# notification.serviceDue.body.month
source: %1$@ - %2$@ is due in 30 days
es: %1$@ - %2$@ vence en 30 días

# notification.serviceDue.body.today
source: %1$@ - %2$@ is due for maintenance
es: %1$@ - %2$@ requiere mantenimiento

# notification.serviceDue.body.tomorrow
source: %1$@ - %2$@ is due tomorrow
es: %1$@ - %2$@ vence mañana

# notification.serviceDue.body.week
source: %1$@ - %2$@ is due in 7 days
es: %1$@ - %2$@ vence en 7 días

# notification.serviceDue.title.generic
source: %@ Reminder
es: Recordatorio: %@

# notification.serviceDue.title.month
source: %@ Coming Up
es: %@ se acerca

# notification.serviceDue.title.today
source: %@ Due Today
es: %@ vence hoy

# notification.serviceDue.title.tomorrow
source: %@ Due Tomorrow
es: %@ vence mañana

# notification.serviceDue.title.week
source: %@ Due in 1 Week
es: %@ vence en 1 semana

# notification.snooze.body
source: %1$@ - %2$@ is due for maintenance
es: %1$@ - %2$@ requiere mantenimiento

# notification.snooze.bundleTitle
source: Reminder: %lld services
es: Recordatorio: %lld servicios

# notification.snooze.title
source: %@ Reminder
es: Recordatorio: %@

# ocr.error.image_processing_failed
source: Image couldn't be processed. Try again with a clearer photo.
es: No se pudo procesar la imagen. Inténtalo con una foto más clara.

# ocr.error.invalid_mileage
source: The detected value doesn't look right. You can edit it below.
es: El valor detectado no parece correcto. Puedes editarlo abajo.

# ocr.error.no_text_found
source: Couldn't detect the reading. Ensure it's well-lit and centered.
es: No se pudo detectar la lectura. Asegúrate de que esté bien iluminada y centrada.

# ocr.error.no_valid_mileage
source: No valid mileage found. Align the odometer in the frame.
es: No se encontró kilometraje válido. Alinea el odómetro en el encuadre.

# ocr.error.no_valid_vin
source: No valid VIN found. Align the VIN plate in the frame.
es: No se encontró un VIN válido. Alinea la placa del VIN en el encuadre.

source: ON TRACK
es: AL DÍA

# onboarding.distance_unit
source: Distance Unit
es: Unidad de distancia

# onboarding.feature1.body
source: Mileage and date-based reminders. Your vehicle keeps score.
es: Recordatorios por kilometraje y fecha. Tu vehículo lleva la cuenta.

# onboarding.feature1.title
source: Maintenance Tracking
es: Seguimiento de mantenimiento

# onboarding.feature2.body
source: Enter your VIN. The rest fills itself. Open recalls surface automatically.
es: Ingresa tu VIN. Lo demás se llena solo. Los retiros abiertos aparecen automáticamente.

# onboarding.feature2.title
source: VIN Lookup & Recalls
es: Consulta de VIN y retiros

# onboarding.feature3.body
source: Every dollar, charted. Cost-per-mile included. No surprises.
es: Cada dólar, graficado. Costo por milla incluido. Sin sorpresas.

# onboarding.feature3.title
source: Cost Tracking
es: Seguimiento de costos

# onboarding.getstarted.add_vehicle
source: Add Vehicle
es: Añadir vehículo

# onboarding.getstarted.body
source: Add it now. The VIN fills in the rest, and a starter schedule gets its reminders going.
es: Añádelo ahora. El VIN completa el resto y un plan inicial pone en marcha sus recordatorios.

# onboarding.getstarted.icloud_help
source: Sync vehicles from a previous install
es: Sincroniza vehículos de una instalación anterior

# onboarding.getstarted.skip
source: Skip for Now
es: Omitir por ahora

# onboarding.getstarted.title
source: Your Vehicle Is Waiting
es: Tu vehículo está esperando

# onboarding.getstarted.use_icloud
source: Use Your iCloud Vehicles
es: Usar tus vehículos de iCloud

# onboarding.lets_look
source: Let's Take a Look
es: Vamos a verlo

# onboarding.reminders.allow
source: Allow Reminders
es: Permitir recordatorios

# onboarding.reminders.message
source: Checkpoint notifies you before a service is due. You can change this anytime in Settings.
es: Checkpoint te avisa antes de que venza un servicio. Puedes cambiarlo cuando quieras en Ajustes.

# onboarding.reminders.notNow
source: Not Now
es: Ahora no

# onboarding.reminders.title
source: Get service reminders?
es: ¿Recibir recordatorios de servicio?

# onboarding.skip
source: Skip
es: Omitir

# onboarding.skip_tour
source: Skip Tour
es: Omitir recorrido

# onboarding.tour.costs.body
source: Every dollar your vehicle has cost you, charted. It's not sorry about it.
es: Cada dólar que tu vehículo te ha costado, graficado. Sin disculpas.

# onboarding.tour.costs.title
source: 03 // Costs
es: 03 // Costos

# onboarding.tour.dashboard.body
source: The most urgent item surfaces first. Tap the vehicle name at the top to switch vehicles.
es: Lo más urgente aparece primero. Toca el nombre del vehículo arriba para cambiar de vehículo.

# onboarding.tour.dashboard.title
source: 01 // Dashboard
es: 01 // Panel

# onboarding.tour.next_to
source: Next: %@
es: Siguiente: %@

# onboarding.tour.services.body
source: Grouped by status — overdue first, then due soon, then on track. Search to find any service or past log.
es: Agrupados por estado: vencidos primero, luego próximos, luego al día. Busca cualquier servicio o registro pasado.

# onboarding.tour.services.title
source: 02 // Services
es: 02 // Servicios

# onboarding.welcome.subtitle
source: Your vehicle has a lot to say. This is where it talks.
es: Tu vehículo tiene mucho que decir. Aquí es donde habla.

# Opening Checkpoint to update %@ to %lld miles.
source: Opening Checkpoint to update %1$@ to %2$lld miles.
es: Abriendo Checkpoint para actualizar %1$@ a %2$lld millas.

source: Overdue
es: Vencido

source: OVERDUE
es: VENCIDO

# picker.linkVehicles
source: Link Vehicles
es: Vincular vehículos

# picker.selectVehicle
source: Select Vehicle
es: Seleccionar vehículo

# readout.addVehicleSpecs
source: Add vehicle specs
es: Añadir especificaciones del vehículo

# readout.categoryShare
source: %1$@, %2$@, %3$d percent
es: %1$@, %2$@, %3$d por ciento

# readout.chartAxisAmount
source: Amount spent
es: Monto gastado

# readout.chartAxisMonth
source: Month
es: Mes

# readout.chartSeriesSpending
source: Spending
es: Gasto

# readout.close
source: Close
es: Cerrar

# readout.collapsed
source: Collapsed
es: Contraído

# readout.copyHint
source: Copies to the clipboard
es: Copia al portapapeles

# readout.dismissHint
source: Dismiss hint
es: Descartar consejo

# readout.distanceLeft
source: %@ left
es: Faltan %@

# readout.distanceOverdue
source: %@ overdue
es: %@ de retraso

# readout.documentsNone
source: None
es: Ninguno

# readout.documentsSaved
source: %d saved
es: %d guardados

# readout.editVehicleSpecs
source: Edit vehicle specs
es: Editar especificaciones del vehículo

# readout.eventOutlier
source: %1$@, %2$@, outlier
es: %1$@, %2$@, atípico

# readout.expanded
source: Expanded
es: Expandido

# readout.mileageUpdateDue
source: Odometer update due
es: Actualización del odómetro pendiente

# readout.readFullNotesHint
source: Opens the full notes
es: Abre las notas completas

# readout.recallCountOne
source: 1 recall
es: 1 retiro

# readout.recallCountOther
source: %d recalls
es: %d retiros

# readout.shareCostSummary
source: Share cost summary
es: Compartir resumen de costos

# readout.statusDueSoon
source: Due soon
es: Próximo

# readout.statusGood
source: Good
es: Al día

# readout.statusOverdue
source: Overdue
es: Vencido

# readout.statusScheduled
source: Scheduled
es: Programado

# readout.updateRecallStatus
source: Update recall status
es: Actualizar estado del retiro

# readout.vehicleNotes
source: Vehicle notes
es: Notas del vehículo

# recall.action.add_planned_service
source: Add as planned service
es: Añadir como servicio planificado

# recall.action.find_dealer
source: Find %@ dealer
es: Buscar concesionario %@

# recall.action.mark_resolved
source: Mark resolved
es: Marcar como resuelto

# recall.action.mark_scheduled
source: Mark scheduled
es: Marcar como programado

# recall.action.reopen
source: Reopen
es: Reabrir

# recall.action.view_nhtsa
source: View on NHTSA
es: Ver en NHTSA

# recall.card.campaign
source: NHTSA #%@
es: NHTSA N.º %@

# recall.card.parkIt
source: PARK IT
es: ESTACIÓNALO

# recall.card.remedy
source: REMEDY
es: SOLUCIÓN

# recall.card.risk
source: RISK
es: RIESGO

# recall.card.summary
source: SUMMARY
es: RESUMEN

# recall.card.updateStatus
source: UPDATE STATUS
es: ACTUALIZAR ESTADO

# recall.empty.all_clear
source: All clear
es: Todo en orden

# recall.empty.toggle_hint
source: No open recalls. Toggle Show resolved to view past recalls.
es: No hay retiros abiertos. Activa Mostrar resueltos para ver retiros pasados.

# recall.last_checked
source: Last checked: %@
es: Última consulta: %@

# recall.planned_service_name
source: Recall: %@
es: Retiro: %@

# recall.section.resolved
source: Resolved
es: Resueltos

# recall.settings.count_plural
source: %d on file
es: %d registrados

# recall.settings.count_singular
source: %d on file
es: %d registrado

# recall.settings.none_on_file
source: None on file
es: Ninguno registrado

# recall.settings.row_title
source: Vehicle Recalls
es: Retiros del vehículo

# recall.severity.do_not_drive
source: Do not drive
es: No conducir

# recall.severity.open
source: Open recalls
es: Retiros abiertos
